Repository: 84000/data-translation-memory
Catalog: Toh_96-The_Miraculous_Play_of_Manjusri-v2.tmx
Source language: bo
Languages: en

source: སྲིང་མོ་དེ་ལྟར་ན་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །བྱང་ཆུབ་ཀྱི་རང་བཞིན་ཡང་ཕུང་པོ་དང་ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་སོ། །
en: “Thus, sister, the essential nature of the aggregates, the sensory elements, and the sense sources is awakening, and the essential nature of awakening is the aggregates, the sensory elements, and the sense sources.

source: སྲིང་མོ་ཁྱོད་ཀྱི་ལུས་འདི་ལ་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་གང་དག་མངོན་པར་གྲུབ་པ་དེ་དག་ནི་བྱང་ཆུབ་སྟེ།
en: Also, sister, the aggregates, the sensory elements, and the sense sources as developed in your body are awakening.

source: བྱང་ཆུབ་གཞན་མ་ཡིན་ནོ། །
en: Awakening is nothing else.

source: བྱང་ཆུབ་ནི་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་ལས་གཞན་མ་ཡིན་ཏེ།
en: Awakening is nothing other than the aggregates, the sensory elements, and the sense sources.

source: དེ་དག་ཉིད་བྱང་ཆུབ་ཡིན་པས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་རྟོགས་པས་ནི་བྱང་ཆུབ་ཡིན་པའི་ཕྱིར་རོ། །
en: These are indeed awakening, because to understand the sameness of all phenomena is awakening.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བསྟན་པ་འདི་བཤད་པ་ན་ནམ་མཁའི་དཀྱིལ་ན་གནས་པའི་ལྷའི་བུ་ལྔ་འབུམ་གྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: When the princely Mañjuśrī had given this teaching, five hundred gods in the heavens developed the mind of incomparable, perfect awakening.

source: གང་དག་སྨད་འཚོང་མའི་བུ་མོ་གསེར་མཆོག་འོད་དཔལ་གྱི་ཕྱི་བཞིན་འབྲང་བའི་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་རྣམས་ལས་སྲོག་ཆགས་ཉིས་བརྒྱས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: Among the men, women, boys, and girls in Suvarṇottama­prabhāśrī’s entourage, two hundred developed the mind of incomparable, perfect awakening.

source: ལྷ་དང་མི་དྲུག་ཅུ་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ། །
en: Sixty gods and humans too attained the stainless, impeccable, pure vision of phenomena.

source: སྨད་འཚོང་མའི་བུ་མོ་གསེར་མཆོག་འོད་དཔལ་ཡང་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས།
en: The courtesan Suvarṇottama­prabhāśrī was content and elated, delighted and joyful.

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ།
en: Joy and good temper arose in her, and

source: ཡན་ལག་ལྔས་ཕྱག་འཚལ་ནས།
en: having made obeisance with all five parts of her body by falling down at the feet of the princely Mañjuśrī,

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་རྐང་པ་གཉིས་ལ་གཏུགས་ཏེ།
en: having gone to the Buddha, the Dharma, and the Saṅgha for refuge,

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་སྐྱབས་སུ་སོང་ནས་ཚངས་པར་སྤྱད་པ་དང་བསླབ་པའི་གཞི་རྣམས་ཡང་དག་པར་བླངས་ཏེ།
en: having adopted a chaste life and the moral precepts, and

source: ལྷག་པའི་བསམ་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་
en: having developed the mind of incomparable, perfect awakening with determination,

source: འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: she uttered the following words:

source: འཇམ་དཔལ་བདག་ཀྱང་ཁྱོད་ཀྱིས་རྗེས་སུ་བསྟན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་བརྩེ་བ་དང་། སྙིང་རྗེས་སངས་རྒྱས་ཀྱི་གདུང་མི་གཅད་པ་དང་། ཆོས་ཀྱི་གདུང་མི་གཅད་པ་དང་། དགེ་འདུན་གྱི་གདུང་མི་གཅད་པའི་སླད་དུ་ཁྱོད་ཀྱིས་བསྟན་པ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བགྱིའོ། །
en: “I too, Mañjuśrī, having heard what you have taught, will develop the mind of incomparable, perfect awakening for the sake of your teaching, for the sake of pity and compassion for all beings, for the sake of not breaking the tradition of the Buddha, for the sake of not breaking the tradition of the Dharma, and for the sake of not breaking the tradition of the Saṅgha.

source: དེ་བཞིན་དུ་ཆོས་རྟོགས་པར་བགྱི་བའི་སླད་དུ་སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་བསྟན་པར་ཡང་བགྱིའོ། །
en: “In the same way, I will teach the Dharma to all beings to help them understand it.

source: ཉེས་པར་བགྱིས་པའི་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བའི་སླད་དུ་ནོངས་པ་ལ་ནོངས་པར་བཤགས་པར་བགྱིའོ། །
en: To purify the hindrances that originate from negative actions, I will confess each fault according to how it is committed.

source: གང་ན་ཆོས་ཐམས་ཅད་ཞི་ཞིང་ཉེ་བར་ཞི་བར་མ་རྟོགས་ནས།
en: When beings do not understand that all phenomena are peaceful and tranquil,

source: ཚུལ་བཞིན་མ་ལགས་པ་ཡིད་ལ་བགྱིད་པ་སྔོན་དུ་འགྲོ་བ་དང་། ཕྱིན་ཅི་ལོག་གི་དབང་དུ་མཆིས་པ་དང་། རང་གི་ལུས་ལ་མངོན་པར་ཞེན་པས་འདོད་ཆགས་ཀྱི་སྦྱོར་བ་དང་ལྡན་པའི་སེམས་ཅན་རྣམས་ཀྱིས་ནི་ཆོས་རྣམས་ཀྱི་རང་བཞིན་ཉིད་མ་རྟོགས་སོ། །
en: they do not understand the essential nature of phenomena, since they are controlled by error that follows incorrect thinking and chained to desire by attachment to their bodies.

source: འཇམ་དཔལ་དེ་ལྟ་ལགས་མོད་ཀྱི་འོན་ཀྱང་གང་དག་འདོད་ཆགས་ཀྱི་སྦྱོར་བ་དང་ལྡན་པའི་སེམས་ཅན་དེ་དག་ཀྱང་ཆོས་རྣམས་ཀྱི་ཆོས་ཉིད་འདི་ཅི་འདྲ་བ་དེ་ཉིད་དང་ལྡན་ནོ། །
en: But, Mañjuśrī, though this is the case, even those beings who are chained to desire are connected to exactly that essential nature of phenomena.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལྡན་པའི་ཆོས་འདི་ལ་སློབ་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: “The bodhisatvas train themselves in this Dharma of connectedness and develop the mind of incomparable, perfect awakening.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why is this?

source: འཇམ་དཔལ་ཉོན་མོངས་པ་རྣམས་ནི་ཇི་ལྟར་མཆིས་པ་མ་ལགས་པ་ལ། ཀུན་བརྟགས་པ་ལས་འབྱུང་བར་དེ་ལྟར་ཀུན་བརྟགས་པ་ཡོངས་སུ་རྟོགས་ན་འགག་པར་འགྱུར་བས་གསོག་དང་འདྲ་བའི་སླད་དུའོ། །
en: Mañjuśrī, the afflicted mental states are not real but are born out of concepts, and they disappear when the concepts are understood as being empty.

source: འཇམ་དཔལ་ཇི་ལྟར་ཁྱོད་ཀྱིས་གསུངས་པའི་དོན་བདག་གིས་འཚལ་བ་ལྟར་ན།
en: As I understand the meaning of what you have said, Mañjuśrī,

source: ཉོན་མོངས་པ་རྣམས་ནི་རང་བཞིན་མ་མཆིས་ཤིང་བྱུང་བ་མ་མཆིས་པས་སྤྲིན་གྱི་ཚོགས་དང་འདྲའོ། །
en: the afflicted mental states are without any essential nature and are unborn, just like a mass of clouds.

source: ཉོན་མོངས་པ་རྣམས་ནི་སྐད་ཅིག་ལ་འཇིག་ཅིང་འཇུ་སྟེ་ཆུའི་ཆུ་བུར་དང་འདྲའོ། །
en: The afflicted mental states break up and dissolve in an instant, just like bubbles.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཤིན་ཏུ་མངོན་པར་གྲུབ་པ་མ་མཆིས་པ་སྟེ། རླུང་དང་འདྲའོ། །
en: The afflicted mental states are not produced, just like wind.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཡུལ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ་སྟེ། ནམ་མཁའི་རི་མོ་དང་འདྲའོ། །
en: The afflicted mental states are beyond all spheres, just like a drawing in the air.

source: ཉོན་མོངས་པ་རྣམས་ནི་རིང་དུ་མི་གནས་པས་ཆུའི་རི་མོ་དང་འདྲའོ། །
en: The afflicted mental states are not lasting, just like a drawing on water.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཚུལ་བཞིན་མ་ལགས་པ་ཡིད་ལ་བགྱིད་པའི་འཇུག་པ་ལས་འབྱུང་བ་སྟེ། གནོད་སྦྱིན་དང་འབྱུང་པོ་འདྲའོ། །
en: The afflicted mental states originate from indulging in superficial mental activity, just like yakṣas and bhūtas.

source: ཉོན་མོངས་པ་རྣམས་ནི་མ་མཆིས་པ་ལ་ཕྱིན་ཅི་ལོག་ཏུ་མཐོང་བ་ལས་བྱུང་བ་སྟེ། སྤྲིན་མར་དང་འདྲའོ། །
en: The afflicted mental states originate from mistakenly seeing things where there is nothing, just like in a fever.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཀུན་བརྟགས་པ་ལས་བྱུང་བ་སྟེ། ཡང་དག་པ་མ་ལགས་པའོ། །
en: The afflicted mental states originate from concepts, and thus are nonexistent.

source: ཉོན་མོངས་པ་རྣམས་ནི་ངར་འཛིན་པས་ལྷག་པར་ཆགས་པ་དང་འབྲེལ་བའོ། །
en: The afflicted mental states are connected to the inclinations of the ego.

source: ཉོན་མོངས་པ་རྣམས་ནི་བདག་གིར་འཛིན་པས་དངོས་པོར་ཡོངས་སུ་འཛིན་པའོ། །
en: The afflicted mental states grasp at objects because of the principle of greed for possessions.

source: ཉོན་མོངས་པ་རྣམས་ནི་ལོག་པར་བསྐྱེད་པས་གློ་བུར་དུ་བྱུང་བའོ། །
en: The afflicted mental states are adventitious because they are produced by misunderstanding.

source: ཉོན་མོངས་པ་རྣམས་ནི་རྣམ་པར་རྟོག་པ་ལས་བྱུང་བས་མཚན་མའི་རྗེས་སུ་འབྲང་བ་དང་འདྲའོ། །
en: The afflicted mental states follow the distinguishing marks as they are the results of concepts.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཁམས་སྣ་ཚོགས་ལ་མི་དཔྱོད་པའི་ཚུལ་གྱིས་བསྐྱེད་པ་སྟེ་སོ་སོར་མི་རྟོག་པའོ། །
en: The afflicted mental states are not intellectual activity, as they do not investigate the different elements.

source: ཉོན་མོངས་པ་རྣམས་ནི་སེམས་དང་རྗེས་སུ་འཐུན་པས་བསྐྱེད་པ་སྟེ། ངེས་པར་མི་སེམས་པའོ། །
en: The afflicted mental states, which originate with the fluctuation of thoughts, are the absence of introspection.

source: ཉོན་མོངས་པ་རྣམས་ནི་བདག་དང་གཞན་ལ་མངོན་པར་ཞེན་པ་ལས་བྱུང་བ་སྟེ། ཡིད་ཆེས་པར་མི་བགྱི་བའོ། །
en: The afflicted mental states, which originate in the attachment to self and others, are the absence of faith.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཕུང་པོ་དག་ལེན་པའོ། །
en: The afflicted mental states are the grasping at the aggregates.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཁམས་རྣམས་ལ་རིལ་པོར་འཛིན་པའོ། །
en: The afflicted mental states are the holding on to the sensory elements as material things.

source: ཉོན་མོངས་པ་རྣམས་ནི་སྐྱེ་མཆེད་རྣམས་སོགས་པའོ། །
en: The afflicted mental states are the amassing of the sense sources as material things.

source: ཉོན་མོངས་པ་རྣམས་ནི་མིང་དང་གཟུགས་ལ་རྣམ་པར་འབྱེད་པའོ། །
en: The afflicted mental states are the making of distinctions between concepts and forms.

source: ཉོན་མོངས་པ་རྣམས་ནི་ཚུལ་བཞིན་མ་ལགས་པ་ཡིད་ལ་བགྱིད་པ་དག་མི་རྟོགས་པའོ། །
en: The afflicted mental states are the failure to understand the mind’s incorrect thinking.

source: འཇམ་དཔལ་དེ་ལྟ་ལགས་མོད་ཀྱི་འོན་ཀྱང་ཉོན་མོངས་པ་རྣམས་ནི་བྱང་ཆུབ་ཀྱི་ཕུར་བུའི་གཞི་ལགས་སོ། །
en: “Despite that, Mañjuśrī, the afflicted mental states are the supporting pillar of awakening.

source: བྱང་ཆུབ་ནི་གཡོ་བ་མ་མཆིས་པའི་སླད་དུའོ། །ཉོན་མོངས་པ་རྣམས་ནི་བྱང་ཆུབ་ཀྱི་ས་བོན་ཏེ།
en: It is because awakening is immovable, and the afflicted mental states are the seeds of awakening.

source: ཉོན་མོངས་པ་རྟོགས་པ་ཉིད་བྱང་ཆུབ་ལགས་སོ། །
en: Awakening is really the understanding of the afflicted mental states.

source: ཉོན་མོངས་པ་རྣམས་ནི་བྱང་ཆུབ་རྡོ་རྗེའི་གཞི་ལགས་སོ། །
en: The afflicted mental states are also the adamantine basis of awakening.

source: ཆོས་ཀྱི་དབྱིངས་དབྱེར་མ་མཆིས་པའི་ཚུལ་གྱིས་བྱང་ཆུབ་ནི་ཉོན་མོངས་པ་རྣམས་ཀྱིས་མི་ཕྱེད་པའི་སླད་དུའོ། །
en: It is because awakening is indivisable from the afflicted mental states, because of the principle of being inseparable from the totality of reality.

source: འཇམ་དཔལ་ཉོན་མོངས་པ་རྣམས་མཐོང་བ་ནི་བྱང་ཆུབ་སྟེ།
en: To see the afflicted mental states, Mañjuśrī, is awakening.

source: བྱང་ཆུབ་ནི་ཡུལ་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའོ། །
en: Awakening is ever-present in all objects.

source: འཇམ་དཔལ་ཇི་ལྟར་བྱང་ཆུབ་རྣམ་པར་གནས་པ་མ་མཆིས་པ་དེ་ལྟར་ཉོན་མོངས་པ་རྣམས་ཀྱང་རྣམ་པར་གནས་པ་མ་མཆིས་པ་སྟེ། སྐྱེས་ནས་འཇིག་ཅིང་འཇུ་བས་མི་གནས་པའོ། །
en: Mañjuśrī, as awakening is not established anywhere, so too the afflicted mental states are not established—they do not remain, as they are broken up and melt away as soon as they have arisen.

source: འཇམ་དཔལ་ཉོན་མོངས་པ་རྣམས་ནི་སེམས་ཀྱི་རང་བཞིན་ལགས་སོ། །
en: Mañjuśrī, the afflicted mental states have thought as their essential nature.

source: འཇམ་དཔལ་སེམས་འདི་ནི་ཆགས་པའམ། སྡང་བའམ། རྨོངས་པ་ཞེས་སེམས་ཀྱི་རང་བཞིན་བསྟན་པར་མི་ནུས་ཏེ།
en: Mañjuśrī, it is not possible to point out the essential nature of thought by expressions such as, ‘This thought is full of desire, full of aversion, and full of bewilderment.’

source: འཇམ་དཔལ་ཇི་ལྟར་སེམས་བསྟན་པར་མི་ནུས་པ་དེ་བཞིན་དུ་ཉོན་མོངས་པ་རྣམས་ཀྱང་ཡུལ་ན་གནས་པའམ། ཕྱོགས་ན་གནས་པ་ཞེས་ཉོན་མོངས་པའི་རང་བཞིན་བསྟན་པར་མི་ནུས་པའི་སླད་དུའོ། །
en: But, Mañjuśrī, since it is impossible to demonstrate what thought is, it is also not possible to point out the essential nature of the afflicted mental states by expressions such as, ‘The afflicted mental states are found in certain places and regions.’

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཇི་ལྟ་ཇི་ལྟར་ཉོན་མོངས་པ་དེ་དག་རབ་ཏུ་རྟོགས་པ་དེ་ལྟ་དེ་ལྟར་དེ་འདོད་ཆགས་ལ་སྤྱོད་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བགྱི་བ་ལ་སྐྱོ་བར་མི་འགྱུར་རོ། །
en: “Bodhisatvas, Mañjuśrī, great beings, to the extent that they penetrate the afflicted mental states, do not get tired of bringing to maturity beings who behave in accord with their desire.

source: ཞེ་སྡང་ལ་སྤྱོད་པ་རྣམས་ལ་མ་ལགས། གཏི་མུག་ལ་སྤྱོད་པ་རྣམས་ལ་མ་ལགས་ཏེ། ཆ་མཉམ་པ་ལ་སྤྱོད་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བགྱི་བ་ལ་སྐྱོ་བར་མི་འགྱུར་རོ། །
en: Nor do they get tired of bringing to maturity beings who behave in accord with their aversion, nor those who behave in accord with their bewilderment, nor those who behave in accord with the three afflicted mental states in equal combination.

source: འཇམ་དཔལ་ད་ལྟར་བདག་གི་འདོད་ཆགས་ཇི་ལྟ་བ་དེ་བཞིན་དུ་འདོད་ཆགས་ལ་སྤྱོད་པ་ཐམས་ཅད་ཀྱི་འདོད་ཆགས་ལ་བལྟ་བར་བགྱིའོ། །
en: “Thus, Mañjuśrī, I will look upon my own desire in the same way as I look upon the desire of all those who behave in accord with their desire.

source: འཇམ་དཔལ་ད་ལྟར་བདག་གི་ཞེ་སྡང་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཞེ་སྡང་ལ་སྤྱོད་པ་ཐམས་ཅད་ཀྱི་ཞེ་སྡང་ལ་བལྟ་བར་བགྱིའོ། །
en: Thus, Mañjuśrī, I will look upon my own aversion in the same way as I look upon the aversion of all those who behave in accord with their aversion.

source: འཇམ་དཔལ་ད་ལྟར་བདག་གི་གཏི་མུག་ཇི་ལྟ་བ་དེ་བཞིན་དུ་གཏི་མུག་ལ་སྤྱོད་པ་ཐམས་ཅད་ཀྱི་གཏི་མུག་ལ་བལྟ་བར་བགྱིའོ། །
en: And, Mañjuśrī, I will look upon my own bewilderment in the same way as I look upon the bewilderment of all those who behave in accord with their bewilderment.

source: འཇམ་དཔལ་ད་ལྟར་བདག་གི་ཉོན་མོངས་པ་ཐམས་ཅད་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཉོན་མོངས་པ་ཐམས་ཅད་ལ་སྤྱོད་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་ལ་བལྟ་བར་བགྱིའོ། །
en: I will, Mañjuśrī, look upon my own afflicted mental states in the same way as I look upon the afflicted mental states of all those who behave in accord with their afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་ནི་རྩྭ་དང་ཤིང་ཐམས་ཅད་ཀྱིས་འཇིགས་པ་མ་མཆིས་པའོ། །
en: “Just as, Mañjuśrī, fire is not frightened by grass and trees,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ཀྱི་མེ་ཡང་ཉོན་མོངས་པའི་རྩྭ་དང་ཤིང་ཐམས་ཅད་ཀྱིས་འཇིགས་པ་མ་མཆིས་པའོ། །
en: in the same way, Mañjuśrī, the fire of noble insight is not frightened by all the grass and trees of the afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། ཉི་མའི་དཀྱིལ་འཁོར་ནི་མུན་པ་མུན་ནག་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་གནས་སོ། །
en: Just as, Mañjuśrī, the disk of the sun does not remain in the company of darkness,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ཀྱང་ཉོན་མོངས་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་གནས་སོ། །
en: in the same way, Mañjuśrī, noble insight does not remain in the company of the afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། རླུང་མར་ནི་ཤིང་ལྗོན་པ་དང་རི་ཐམས་ཅད་ལ་མི་ཆགས་སོ། །
en: “Just as, Mañjuśrī, the wind does not cling to trees and mountains,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པའི་ཡུལ་ཐམས་ཅད་ལ་མི་ཆགས་སོ། །
en: in the same way, Mañjuśrī, the bodhisatva who acts according to noble insight does not cling to any region of the afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའི་ཁམས་ནི་སྲེག་པའི་བསྐལ་པ་ཐམས་ཅད་ཀྱིས་ཚིག་པར་མི་འགྱུར་རོ། །
en: “Just as, Mañjuśrī, the element of space is not burned by the world-consuming fire at the end of an eon,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པའི་སྲེག་པའི་བསྐལ་པ་ཐམས་ཅད་ཀྱིས་ཚིག་པར་མི་འགྱུར་རོ། །
en: in the same way, Mañjuśrī, the bodhisatva who acts according to noble insight is not burned by the world-consuming fire that is the afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་རྡུལ་དང་ན་བུན་དང་། སྤྲིན་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་གནས་སོ། །
en: “Just as, Mañjuśrī, space does not remain in the company of dust, mist, or clouds,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་གནས་སོ། །
en: in the same way, Mañjuśrī, the bodhisatva who acts according to noble insight does not remain in the company of any of the afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་ས་དང་ལྷན་ཅིག་མི་གནས་སོ། །
en: “Just as, Mañjuśrī, space does not remain in the company of earth,

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། ཁབ་ལོང་ནི་ལྕགས་དང་ལྷན་ཅིག་མི་གནས་སོ། །
en: “Just as, Mañjuśrī, the lodestone does not remain in the company of iron,

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། རི་ཁོར་ཡུག་ནི་རླུང་ཐམས་ཅད་ཀྱིས་བསྐྱོད་པར་མི་ནུས་སོ། །
en: “Just as, Mañjuśrī, the circle of mountains cannot be shaken by all the winds,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱིས་བསྐྱོད་པར་མི་ནུས་སོ། །
en: in the same way, Mañjuśrī, the bodhisatva who acts according to noble insight cannot be shaken by the afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བ་བྱ་ངང་པ་ཞེས་བགྱི་བ་ནི་འོ་མ་དང་ཆབ་བསྲེས་པ་ལས་འོ་མ་ཉིད་ནི་འཚལ་གྱི་ཆབ་ནི་མ་ལགས་སོ། །
en: “Just as, Mañjuśrī, in the animal world the goose drinks the milk and not the water from a mixture of milk and water,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་འཕགས་པའི་ཤེས་རབ་དང་ཉོན་མོངས་པའི་འདྲེས་པ་དག་ལས་ཤེས་རབ་ཉིད་ནི་ལེན་གྱི་ཉོན་མོངས་པ་ནི་མ་ལགས་སོ། །
en: in the same way, Mañjuśrī, the bodhisatva who acts according to noble insight draws out the insight and not the afflicted mental states from a mixture of noble insight and afflicted mental states.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། བྱང་གི་སྒྲ་མི་སྙན་གྱི་གླིང་ན་ཉེ་དུར་འབྲེལ་བའི་བུད་མེད་རྣམས་ལ་ཤིང་གི་ཡལ་ག་འདུད་པར་མི་བགྱིད་དོ། །
en: “Just as, Mañjuśrī, on the northern continent the tree branches will not bow down to women who have sexual relations with their relatives,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དབང་པོ་ཡོངས་སུ་མ་སྨིན་པའི་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དང་། འཕགས་པའི་ཤེས་རབ་དང་ཡེ་ཤེས་འདུད་པར་མི་བགྱིད་དོ། །
en: in the same way, Mañjuśrī, the bodhisatva who acts according to noble insight does not bow down to those living beings whose faculties are immature.

source: འཇམ་དཔལ་ད་ལྟར་བདག་ནི་ཉོན་མོངས་པ་རྣམས་ཀྱིས་འཇིགས་པའམ། སྐྲག་པ་ཅི་ཡང་མ་མཆིས་སོ། །
en: “Thus, Mañjuśrī, I have no fear of the afflicted mental states.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་འཇིགས་པ་མ་མཆིས་པའི་གོ་ཆ་བགོས་པ་སྟེ།
en: Bodhisatvas, Mañjuśrī, are clad in the armor of fearlessness.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། གང་དགྲས་འཇིགས་པ་དེ་ནི་དཔའ་བོ་ཞེས་མི་བགྱིའོ། །
en: “Just as, Mañjuśrī, one cannot call someone who fears the enemy a hero,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་གང་ཉོན་མོངས་པ་རྣམས་ཀྱིས་འཇིགས་པ་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་མི་བགྱིའོ། །
en: in the same way, Mañjuśrī, one cannot call someone who fears the afflicted mental states a bodhisatva.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། གང་དགྲས་བཅོམ་པ་དེ་ནི་དཔའ་བོ་ཞེས་མི་བགྱིའོ། །
en: “Just as, Mañjuśrī, one cannot call someone who is conquered by the enemy a hero,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་གང་ཉོན་མོངས་པ་རྣམས་ཀྱིས་བཅོམ་པ་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་མི་བགྱིའོ། །
en: in the same way, Mañjuśrī, one cannot call someone who is conquered by the afflicted mental states a bodhisatva.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན། ནོར་བུ་རིན་པོ་ཆེ་ཆུ་འདང་ཞེས་བགྱི་བ་ཆབ་ཀྱི་ནང་དུ་སྩལ་ན་
en: “Just as, Mañjuśrī, the jewel called purifier of water purifies all the dirt of the water that it is thrown into without getting soaked and sullied by the impurities of that water,

source: གཤེར་བར་ཡང་མི་འགྱུར་ཞིང་ཆབ་ཀྱི་དྲི་མས་ཀྱང་མི་གོས་ལ། ཆབ་ཀྱི་རྙོག་པ་ཐམས་ཅད་ཀྱང་རབ་ཏུ་དང་བར་བགྱིད་དོ། །འཇམ་དཔལ་དེ་བཞིན་དུ་འཕགས་པའི་ཤེས་རབ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པའི་ནང་ན་གནས་ཀྱང་ཉོན་མོངས་པས་གཤེར་བར་ཡང་མི་འགྱུར་ཞིང་ཉོན་མོངས་པའི་དྲི་མས་ཀྱང་མི་གོས་ལ། ཉོན་མོངས་པའི་རྙོག་པ་ཐམས་ཅད་ཀྱང་རབ་ཏུ་ཞི་བར་བགྱིད་དོ། །
en: in the same way, Mañjuśrī, bodhisatvas who act according to noble insight, even if they find themselves among the afflicted mental states, purify all the impurities of the afflicted mental states without getting soaked and sullied by the impurities of those afflicted mental states.”

source: དེ་ནས་སྨད་འཚོང་མའི་བུ་མོ་གསེར་མཆོག་འོད་དཔལ་གྱིས་བསྟན་པ་འདི་བཤད་ནས་
en: After the courtesan’s daughter Suvarṇottama­prabhāśrī had given this teaching,

source: ཡང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: she again asked the princely Mañjuśrī,

source: འཇམ་དཔལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པ་མ་མཆིས་པ་ལགས།
en: “How, Mañjuśrī, does the bodhisatva become free from afflicted mental states?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། སྲིང་མོ་བྱང་ཆུབ་སེམས་དཔའ་གང་གིས་ཉོན་མོངས་པ་སྐྱེ་བའམ་འགག་པར་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་མེད་པ་ཞེས་མི་བྱའོ། །
en: “Sister,” replied Mañjuśrī, “the bodhisatva who sees the afflicted mental states in terms of origination and disappearance is not called one without afflicted mental states.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན། འབྲུ་མར་གྱི་སྒྲོན་མ་ལ་མུན་པ་མུན་ནག་སྣང་ན་འབྲུ་མར་གྱི་སྒྲོན་མ་ཞེས་མི་བྱའོ། །
en: “Sister, if only darkness appears in the midst of an oil lamp, it cannot really be called an oil lamp.

source: སྲིང་མོ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་གང་གིས་ཉོན་མོངས་པ་སྐྱེ་བའམ་འགག་པར་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་ཉོན་མོངས་པ་མེད་པ་ཞེས་མི་བྱའོ། །
en: In the same way, sister, a bodhisatva who sees the afflicted mental states in terms of origination and disappearance is not called a bodhisatva without afflicted mental states .

source: ཉོན་མོངས་པ་མེད་པ་ཞེས་བྱ་བ་ནི་སུ་གང་དུ་ཀུན་ནས་ཉོན་མོངས་པ་ཡང་མི་མཐོང་། རྣམ་པར་བྱང་བ་ཡང་མི་མཐོང་སྟེ།
en: Those without any afflicted mental states, sister, do not see impurity or purity anywhere.

source: མཐོང་བ་དང་། མི་མཐོང་བ་དང་། སེམས་དང་ཡིད་དང་། རྣམ་པར་རིག་པ་དང་བྲལ་བ་ནི་ཉོན་མོངས་པ་མེད་པའོ། །
en: They are beyond seeing, not seeing, thought, mind, and consciousness, and they are without any afflicted mental states.

source: སྲིང་མོ་གང་དང་གང་དུ་སེམས་དང་ཡིད་དང་། རྣམ་པར་རིག་པ་འཇུག་ན། ཐ་ན་མྱ་ངན་ལས་འདས་པར་སེམས་པ་ཡང་རུང་སྟེ། དེ་ཐམས་ཅད་ནི་ཉོན་མོངས་པའོ། །
en: “Anyone anywhere, sister, who fosters the activity of thought, mind, and consciousness—even the thought of nirvāṇa—has afflicted mental states.

source: ཉོན་མོངས་པ་མེད་པ་ལ་ནི་སེམས་སམ་སེམས་ལ་འཇུག་པ་མེད་པའི་ཕྱིར་ཏེ།
en: For one without afflicted mental states there is neither thought nor the activity of thought.

source: གང་གིས་དགེ་བའམ་མི་དགེ་བའི་དམིགས་པ་ལ་སེམས་འཇུག་པ་དེ་དག་ཐམས་ཅད་ནི་མངོན་པར་འདུ་བྱེད་པའོ། །
en: For all of those who foster thoughts that have good and bad as their objects, conditioning is active.

source: གང་མངོན་པར་འདུ་བྱེད་པ་དེ་ནི་འཁོར་བའོ། །གང་འཁོར་བ་དེ་ནི་འདུ་བྱེད་དོ། །
en: Conditioning is existence, and existence is conditioning.

source: འདུ་བྱེད་ཐམས་ཅད་ནི་འཁོར་བ་སྟེ།
en: All conditioning is existence.

source: སྲིང་མོ་དེ་དག་ནི་ཉོན་མོངས་པ་ཡིན་ནོ། །
en: Such are the afflicted mental states, dear sister.

source: སྲིང་མོ་ཉོན་མོངས་པ་ཞེས་བྱ་བ་དེ་ནི་སྦྱོར་བ་སྟེ།
en: “The afflicted mental states, sister, are attachment.

source: མིག་དང་གཟུགས་སུ་སྦྱོར་བ་ནི་ཉོན་མོངས་པའོ། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྒྲ་དང་། སྣ་དང་། དྲི་དང་། ལྕེ་དང་། རོ་དང་། ལུས་དང་། རེག་བྱ་དང་། ཡིད་དང་། ཆོས་སུ་སྦྱོར་བ་ནི་ཉོན་མོངས་པའོ། །
en: Attachment to the eye and to forms is an afflicted mental state, as is attachment to the ear and to sounds, to the nose and to smells, to the tongue and to tastes, to the body and to physical objects, and to the mind and to mental phenomena.

source: ཚུལ་ཁྲིམས་ལ་སྦྱོར་བ་ནི་ཉོན་མོངས་པའོ། །
en: Attachment to morality is an afflicted mental state.

source: ཏིང་ངེ་འཛིན་ལ་སྦྱོར་བ་ནི་ཉོན་མོངས་པའོ། །
en: Attachment to meditation is an afflicted mental state.

source: ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ལ་སྦྱོར་བ་ནི་ཉོན་མོངས་པའོ། །
en: Attachment to insight, liberation, and the vision of the knowledge of liberation is an afflicted mental state.

source: རབ་ཏུ་དབེན་པ་ལ་སྦྱོར་བར་སེམས་པ་ནི་ཉོན་མོངས་པའོ། །
en: Attachment to isolation is an afflicted mental state.

source: སྲིང་མོ་ཉོན་མོངས་པ་མེད་པ་ཞེས་བྱ་བ་དེ་ནི་རྒྱུ་བ་མེད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: “The absence of afflicted mental states, sister, is a designation for the absence of activity.

source: དེ་ནི་སྤྲོས་པ་མེད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: The absence of afflicted mental states is a designation for the absence of discursive thinking.

source: དེ་ནི་རྩོལ་བ་མེད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: The absence of afflicted mental states is a designation for the absence of effort.

source: ཀུན་དུ་འབྱུང་བ་མེད་པ་ཞེས་བྱ་བའི་ཚིག་བླ་དགས་ཏེ།
en: The absence of afflicted mental states is a designation for the absence of purpose.

source: སྲིང་མོ་གྲངས་དང་གྲངས་མེད་པ་དང་བྲལ་བ་ནི་ཉོན་མོངས་པ་མེད་པ་ཉིད་དོ། །
en: One who is without calculation and non-calculation, sister, is without afflicted mental states.
